---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ElevTextPos
source: html/8053cef4-38d8-7fa9-1d21-89c965b79b75.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ElevTextPos Property

"Text Position"

## Syntax (C#)
```csharp
public static ForgeTypeId ElevTextPos { get; }
```